[
  {
    "title": "#1. दिबाधा (आमुख)",
    "content": "अल्लाह के आखिरी नबी व रसूल सल्लल्लाहु अलैहि व सल्लम की रूह-ए-पाक पर हमेशा-हमेशा तक | \r\n\tहम्द व सलात के बाद यह नाकारा मुहम्मद अशरफ अमरोहवी अर्ज करते है कि चाँद (कुछ) मुख़्तसर गुप्त भेद जेहन (दिमाग) में थे| जिनको जनता के सामने पेश करते हुए शर्म आती है और उनका जाहिर करना भी जरुरी था और लोगो को उनका जानना भी जरुरी है | जैसा की आपको किताब पढ़ने से पता लग जायेगा| बस उचित यही मालूम हुआ कि कलम के सहारे लोगो पर जाहिर करू, बस जो इस वक्त दिमाग में आए आपकी सेवा में हाजिर करता हूँ| आज रब्बुलआलमीन अधिकतम फज्ल व करम हुआ और मुझे बड़ी ख़ुशी है की खालिक-ए-आलम  ने मेरी इससे पहले वाली कताब \"तनहाई के सबक\" को मकबूलियत अता फरमाई| मेरी दुआ है की इस \"पोशीदा राज\" को भी आम व खास लोगो में मकबूल फरमाए| आमीन|\r\n\tहकीकत तो यह है की जो गुर मैंने इस किताब में लिखे है| वे ऐसे है जो की माँ-बाप भी अपनी जबान से नहीं बता सकते बल्कि कुछ ऐसी बाते भी है जो कि शौहर भी अपनी बीवी से नहीं कह सकता शर्म व हया की वजह से, हलाकि वे सब जरुरी भी है| अल्लाह पाक मेरी इस खिदमत को कुबूल फरमाए और इस किताब से फ़ायदा उठाने वाले मेरी बख्शिश की दुआ करे|\r\n\tतमाम किस्म की तारीफे अल्लाह वहदहू  लाशरीक लहू (जो अकेला है उसका कोई साझी नहीं) के लिए है और वही तमाम खूबियों और तारीफों का सही मुस्तहिक है और अनगिनत सलाम व सलत के हदये हमारी और सब की जानिब से उसके आखिरी नबी रसूल स०अ०व०  की पाक रूह पर नाज़िल हों और हमेशा-हमेशा होते रहें और सलाम तमाम नबियों पर व रसूलों पर, सहाबा व बजुर्गान-ए-दीन पर|\r\n\tफर्माया अल्लाह तआला ने कि इन्सान मनी(वीर्य) की एक बूंद न था जो टपकायी जाती है| फिर वह एक लोथड़ा बनाया, फिर अल्लाह ने उसका पूरा ढाचा बनाया| और हर तरह आज़ा (अंग) ठीक बनाए फिर उसकी दो किस्मे बनायीं (1) पुरुष (2) स्त्री! की अल्लाह तआला इस पर कदीर नहीं है कि वह मुर्दों को जिन्दा करके उठाए? लोगो! अगर तुमको मरने के बाद जिन्दा होने में शक है तो (सोचो) तुम को मिट्टी से पैदा कीया फिर नुत्फे से फिर खून के लोथड़े से फिर मांस की बोटी से जिसकी बनावट कामिल भी होती है और नाकिस भी| यह सब इसलिए बता रहें है ताकि तुम पर हकीकत खुल जाये हम जिस नुत्फे को चाहते हैं| एक खास वक्त तक बच्चेदानी में बाकि रखे फिर तुमको एक बच्चे की शक्ल में निकलते हैं| फिर तुम्हारी परवरिश करते हैं ताकि तुम अपनी जवानी को पहुचो और तुम में से कोई पहले ही वापस बुला लिया जाता है और कोई सठयाई हुई उम्र तक फेर दिया जाता है ताकि सब कुछ जानने के बाद फिर कुछ न जाने|\r\n\tइन्सान की दो किस्मे बयान की गई (1) पुरुष (2) स्त्री और आपस में दोनों का ऐसा गहरा सम्बन्ध है कि मर्द (पुरुष) फितरतन स्त्री का मोहताज है  और इसी प्रकार स्त्री भी पुरुष की मोहताज है| अपनी जिंसियात की चाहत को पूरा करने में| अगर ये जिंसियाते ख्वाहिश जाइज (हलाल) तरीके पर हों तो इसका नाम निकाह है जैसा की मशहूर हदीस है कि निकाह मेरी सुन्नत है निकाह की चार क़िस्में हैं|"
  }
]