[
  {
    "title": "#1. दिबाधा (आमुख)",
    "content": "अल्लाह के आखिरी नबी व रसूल सल्लल्लाहु अलैहि व सल्लम की रूह-ए-पाक पर हमेशा-हमेशा तक | \r\n\tहम्द व सलात के बाद यह नाकारा मुहम्मद अशरफ अमरोहवी अर्ज करते है कि चाँद (कुछ) मुख़्तसर गुप्त भेद जेहन (दिमाग) में थे| जिनको जनता के सामने पेश करते हुए शर्म आती है और उनका जाहिर करना भी जरुरी था और लोगो को उनका जानना भी जरुरी है | जैसा की आपको किताब पढ़ने से पता लग जायेगा| बस उचित यही मालूम हुआ कि कलम के सहारे लोगो पर जाहिर करू, बस जो इस वक्त दिमाग में आए आपकी सेवा में हाजिर करता हूँ| आज रब्बुलआलमीन अधिकतम फज्ल व करम हुआ और मुझे बड़ी ख़ुशी है की खालिक-ए-आलम  ने मेरी इससे पहले वाली कताब \"तनहाई के सबक\" को मकबूलियत अता फरमाई| मेरी दुआ है की इस \"पोशीदा राज\" को भी आम व खास लोगो में मकबूल फरमाए| आमीन|\r\n\tहकीकत तो यह है की जो गुर मैंने इस किताब में लिखे है| वे ऐसे है जो की माँ-बाप भी अपनी जबान से नहीं बता सकते बल्कि कुछ ऐसी बाते भी है जो कि शौहर भी अपनी बीवी से नहीं कह सकता शर्म व हया की वजह से, हलाकि वे सब जरुरी भी है| अल्लाह पाक मेरी इस खिदमत को कुबूल फरमाए और इस किताब से फ़ायदा उठाने वाले मेरी बख्शिश की दुआ करे|\r\n\tतमाम किस्म की तारीफे अल्लाह वहदहू  लाशरीक लहू (जो अकेला है उसका कोई साझी नहीं) के लिए है और वही तमाम खूबियों और तारीफों का सही मुस्तहिक है और अनगिनत सलाम व सलत के हदये हमारी और सब की जानिब से उसके आखिरी नबी रसूल स०अ०व०  की पाक रूह पर नाज़िल हों और हमेशा-हमेशा होते रहें और सलाम तमाम नबियों पर व रसूलों पर, सहाबा व बजुर्गान-ए-दीन पर|\r\n\tफर्माया अल्लाह तआला ने कि इन्सान मनी(वीर्य) की एक बूंद न था जो टपकायी जाती है| फिर वह एक लोथड़ा बनाया, फिर अल्लाह ने उसका पूरा ढाचा बनाया| और हर तरह आज़ा (अंग) ठीक बनाए फिर उसकी दो किस्मे बनायीं (1) पुरुष (2) स्त्री! की अल्लाह तआला इस पर कदीर नहीं है कि वह मुर्दों को जिन्दा करके उठाए? लोगो! अगर तुमको मरने के बाद जिन्दा होने में शक है तो (सोचो) तुम को मिट्टी से पैदा कीया फिर नुत्फे से फिर खून के लोथड़े से फिर मांस की बोटी से जिसकी बनावट कामिल भी होती है और नाकिस भी| यह सब इसलिए बता रहें है ताकि तुम पर हकीकत खुल जाये हम जिस नुत्फे को चाहते हैं| एक खास वक्त तक बच्चेदानी में बाकि रखे फिर तुमको एक बच्चे की शक्ल में निकलते हैं| फिर तुम्हारी परवरिश करते हैं ताकि तुम अपनी जवानी को पहुचो और तुम में से कोई पहले ही वापस बुला लिया जाता है और कोई सठयाई हुई उम्र तक फेर दिया जाता है ताकि सब कुछ जानने के बाद फिर कुछ न जाने|\r\n\tइन्सान की दो किस्मे बयान की गई (1) पुरुष (2) स्त्री और आपस में दोनों का ऐसा गहरा सम्बन्ध है कि मर्द (पुरुष) फितरतन स्त्री का मोहताज है  और इसी प्रकार स्त्री भी पुरुष की मोहताज है| अपनी जिंसियात की चाहत को पूरा करने में| अगर ये जिंसियाते ख्वाहिश जाइज (हलाल) तरीके पर हों तो इसका नाम निकाह है जैसा की मशहूर हदीस है कि निकाह मेरी सुन्नत है निकाह की चार क़िस्में हैं|"
  },
  {
    "title": "#2. निकाह कि क़िस्में",
    "content": "(1) निकाह-ए-फ़र्ज़\r\n(2) निकाह-ए-सुन्नत\r\n(3) निकाह-ए-मकरूह\r\n(4) निकाह-ए-हराम\r\n\r\n(1) निकाह\tफ़र्ज़ जब होता है, जब पुरुष को कुवते मर्दानगी इतनी ग़ालिब हो की जिनकारी (बलात्कार) में फास जाएगा और बदनी ताकत के साथ-साथ माली ताकत भी मौजूद है तो फिर ऐसे हालत में निकाह फर्ज होता है|\r\n(2)  निकाह\tसुन्नत जब होता है, जब कि कुव्वते मर्दानगी न बहुत ज्यादा ग़ालिब हो और न बिल्कुल ख़त्म हो बल्कि दरमियानी हालत हो की स्त्री की हुकूक अदा कर सके तो ऐसी हालत में निकाह करना सुन्नत है|\r\n(3)  निकाह\tमकरूह जब होता है, जब कि मर्द को यह अंदाजा हो कि अगर मई निकाह कर लेता हूँ तो शायद बीवी की हुकूक मुझसे अदा न हो सकेंगे| तो फिर ऐसी हालत में निकाह करना मकरूह हैं|\r\n(4) निकाह\tहरम जब होता है, कि जब मर्द को पूरा यकीं हो की अगर वाकई मैंने निकाह कर लिया तो बीवी के हुकूक मैं अदा नहीं कर सकता और न अदा हो सकते है|बीवी पर सिवाए जुल्मो ज्यादती के कोई फ़ायदा मेरी जात से नहीं हो सकता| तो जब बीवी के हुकूक अदा न कर सकने का याकि हो तो ऐसी हालत में निकाह करना हराम है खूब समझ लो अगर जिंसी ख्वाहिशात हलाल जाइज तरीके पर न हो तो उसके तिन तरीके है और तीनो हराम है|\r\n(1) जिना (2) जलक्र (3) इगलाम्बाजी  (लिवालत)\r\nजिसकी तफसील हम आगे बयान करेंगे|\r\n"
  },
  {
    "title": "#3. जौहर-ए-इन्सान का परिचय ",
    "content": "मनी (वीर्य) इन्सान का जौहर है तेल की तरह, जैसे की चिराग में जब तक तेल बाकि रहेगा चिराग रोशन रहेगा अगर तेल ख़त्म हो तो चिराग की रौशनी भी ख़त्म हो जाती है इसी जौहर यानि वीर्य पर इन्सान की मर्दानगी बाकि है|\r\n\r\nवीर्य की पहचान \r\n\tवीर्य की पहचान है कि वह (1) गाढ़ा पानी होती है| (2) सफ़ेद होती है| (3) कूद कर निकलती है| अकलमंदो ने कहा है की जो गिजा इन्सान खता है पहले उससे रस बनता है फिर उस रस से खून बनता है फिर उस खून से गोश्त बनता है| फिर उस चर्बी से हदिया बनती है फिर उन हडियो से मगज तैयार होता है फिर छब्बीस दीन के बाद यह वीर्य तयार होता है| गोया की सात मशीनों में जाकर वीर्य बनता है| किस क़द्र कीमती चीज है| बड़े बेवकूफ है वे लोग जो इस कीमती जोहर को गलत तरीके से गलत मुकाम पर तबाह व बर्बाद करते है| जो ऐसा करते है बाद में हमेशा-हमेशा पछताते है|\r\nजौहर-ए-इंसानी की क़द्र का बयान\r\n\tजैसा कि हम पीछे बयान कर चुके हैं कि यह जौहर वीर्य है| उसका रंग सफ़ेद होता है मनी (वीर्य) गाढ़ी मिस्ल क्रिवाम होती है और निकलते वक्त कूद कर निकलती है जो स्त्री की शर्मगाह में पहुँच कर गर्भ के टिकने व ठहरने का जरिया बनती है| यूं समझो की इन्सान के पैदा होने का तुख्म (बीज) होती है और यह वीर्य निकलते वक्त जवान मर्द के लिंग से 3 माशे से लेकर 6 माशे तक निकलती है| इस वीर्य में सबसे जरुरी चीज वीर्य के सुक्रणाओ का होना है| अगर यह शुक्राणु न हों तो हमल (गर्भ) नहीं ठहर सकता और वीर्य में ये कीड़े हजारों की तादाद में होते हैं| अगरचे गर्भ ठहरने के लिए वीर्य का एक शुक्राणु भी काफी हैं| वीर्य के शुक्राणुओं का सर किसी कद्र गोल और चपता होता है और ये वीर्य के कीड़े इस क़द्र छोटे होते हैं कि दूरबीन के द्वारा ही दिखाई दे सकते हैं और यह वीर्य बनता है खून से| जिस क़द्र व्यक्ति के शारीर में खून अधिक होगा उतना ही वीर्य भी अधिक बनेगा| जवानी में वीर्य अधिक बन्ने का यही कारन है की जवानी में व्यक्ति के शारीर में खून अधिक बनता है| इन्सान के शारीर में वीर्य बनाने वाले कई अंग हैं जैसे जिगर, गुर्दा,  दिल, दिमाग वगैरह शारीर के इन अंगो का सही होना और पुष्ट होना अति आवश्यक है ताकि व्यक्ति जो खाना खाए उससे अधिक से अधिक खून बन सके|"
  }
]